<?php

return [
  'common' => [
      'name' => 'Название',
      'title' => 'Наименование',
      'content' => 'Контент',
      'is_active' => 'Активность',
      'sort' => 'Сортировка',
      'yes' => 'Да',
      'no' => 'Нет',
      'catalog' => 'Каталог',
      'lists' => 'Справочники',
      'images' => 'Изображения',
      'preview' => 'Изображение',
      'videos' => 'Видео',
      'video_list' => 'Список видео',
      'video_url' => 'Ссылка на видео',
      'system' => 'Система',
      'category' => 'Категория',
      'categories' => 'Категории',
      'product' => 'Товар',
      'products' => 'Товары',
      'faults' => 'Неисправности',
      'fault' => 'Неисправность',
      'user' => 'Пользователь',
      'users' => 'Пользователи',
      'fault_marker' => 'Маркер неисправности',
      'fault_markers' => 'Маркеры неисправности',
      'guarantee' => 'Тип гарантии',
      'guarantees' => 'Типы гарантии',
      'node_category' => 'Категория узла',
      'node_categories' => 'Категории узлов',
      'slug' => 'Слаг',
      'tab' => [
          'main' => 'Общее',
          'media' => 'Медиа',
          'additional' => 'Дополнительно',
          'ru' => 'Русский',
          'en' => 'Английский',
      ],
  ],
    'category' => [
        'parent_id' => 'Родительская категория'
    ]
];
